{
    "version": "https://jsonfeed.org/version/1",
    "title": "MyBalance Newsfeed",
    "home_page_url": "https://mybalance.earth",
    "author": {
        "name": "MyBalance",
        "url": "https://mybalance.earth/blog"
    },
    "items": [
        {
            "id": "https://mybalance.earth/blog/dont-panic",
            "content_html": "The world is heating, and humans are responsible for at least some of it, but we shouldn’t panic.\n\nMuch of the modern debate around climate change involves people who are clearly passionate and knowledgeable about their subject acting rather rudely to other people who are clearly passionate and knowledgeable about their subject.\n\nOr, to put it another way, we’re quite bad at listening to one another.\n\nThere are, of course, a number of reasons for this – human nature being one of the most important – but social media also has a significant role to play.\n\nMany people who are far more intelligent and well-read than I have said some very interesting and important things about the social media phenomenon, so I won’t wax lyrical about the subject here.\n\nHowever, I will emphasise that the ability to see one’s opponents on the issue of climate as simple avatars on a screen rather than flesh-and-blood people isn’t at all useful for treating them with respect and dignity.\n\nIn the spirit of treating people with respect and dignity – as well as not panicking – I’d like to highlight the work of a couple of writers who are very much worth reading when it comes to the issues of humans and the planet: Matt Ridley and Bjorn Lomborg.\n\nRidley, author of How Innovation Works, argues that, while there is certainly some cause for concern, human innovation and ingenuity will be the most potent weapon against climate change.\n\nLomborg, author of False Alarm: How Climate Change Panic Costs Us Trillions, Hurts the Poor, and Fails to Fix the Planet, argues that many of the measures that governments across the world are implementing will do very little to combat rising temperatures and will have serious repercussions in other areas of life and the economy.\n\nRidley and Lomborg are not naive. Both acknowledge the significant challenges that humanity must face in this century.\n\nBut any careful reading of either of these writer’s works will leave most readers more optimistic about the world in which we live. Such optimism would not be misplaced. It would, instead, be based on widely-available facts and data.\n\nWhich brings me back to the theme of this article. For those unfamiliar, the phrase “Don’t panic” comes from the 1979 novel The Hitchhiker’s Guide to the Galaxy by the late Douglas Adams.\n\nIn the novel, Adams writes that the eponymous travel guide has the words “Don’t panic” printed in “large, friendly letters on the cover”.\n\nThe science fiction writer Arthur C Clarke said that “Don’t panic” is the best advice that one could give to humanity.\n\nAll things considered, it’s pretty good advice.\n\nAnd I would argue that it certainly applies to the issue of climate change.\n\nYes, there are certainly well-meaning people who argue that in fact we should panic, that we should take drastic steps to combat the problems that we face. I must disagree.\n\nIn order to tackle climate change, we mustn’t panic. We should allow people, as Ridley argues, to be creative and innovative when it comes to solutions, and we should have sensible, respectful discussion in our political institutions to find practical policies that balance trade-offs appropriately.\n\nThere is no one solution. There is no silver bullet. Any one answer will have both positive aspects and negative aspects. It is the job of both political and private institutions to weigh up these aspects in order to arrive at the best solution.\n\nAnd that isn’t easy. We’re all human, which means that we bring all sorts of biases and inconsistencies to these discussions. There’s no getting around this fact, so we should act accordingly.\n\nAnd, above all, don’t panic.",
            "url": "https://mybalance.earth/blog/dont-panic",
            "title": "Don't panic",
            "image": "https://mybalance.earth/assets/img/newsfeed/dont_panic_header.png",
            "date_modified": "2022-01-31T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/farming-outside-the-eu",
            "content_html": "\nSince leaving the EU, the UK is no longer subject to the Common Agricultural Policy. The CAP is a broad range of rules and directives that governs farming in the EU. Most notably for British farmers, the CAP granted subsidies based on, broadly speaking, the amount of land that they farmed.\n\nUK farmers are no longer subject to the CAP, and, therefore, will not receive government subsidies.\n\nAt least, farmers won’t receive EU government subsidies. The UK government intends to continue to support farmers to one degree or another.\n\nIndeed, under new plans, the UK government will reward farmers based on how they use their land to care for the environment.\n\nThese new plans will incentivise farmers to rewild the land or use it for carbon sequestration or flood prevention projects.\n\nMichael Gove, the former Environment Secretary, coined the term “public money for public goods” a few years back, implying that farmers should get paid only if they provide a service for the public.\n\nThe definition of a “public good” is, of course, at least somewhat ambiguous, but these new plans would indicate that the government sees environmental gains as an asset to which the public will contribute in the form of subsidies to farmers.\n\nThe current Environment Secretary, George Eustice, highlighted the need for both environmental protection and secure food production, saying that \"we can have both sustainable, profitable food production, and see a recovery for nature as well”.\n\nHowever, not all farmers are content with the new arrangements. James Rebanks, a farmer and a best-selling author, argues that the subsidies are a distraction.\n\nTalking to the BBC, Rebanks stated that the government intends to deregulate the market.\n\n\"What this is really about is the deregulation of agriculture and the environment, the liberalisation of trade policies\", Rebanks said.\nHe added that the government was offering “bits of wilderness” to “buy us off”.\n\nThis government doesn’t have much of a track record when it comes to liberalisation, but the actual effects of these policies remains to be seen.\n\nDr Alexander Less of Manchester Metropolitan University, again talking to the BBC, commented on the issue of biodiversity. \"It would seem very hard to reverse biodiversity loss for the most threatened species in just 10,000 hectares”.\n\n\"If we are serious, then we need to be racing towards the 300,000 hectare target as fast as possible,\" Lees added.\n\nThe issue of farming has often been a tricky issue for the government. With the state supporting the sector, any change to farm subsidies will be greatly scrutinised, and the opposition benches will often have much ammunition with which to criticise.\n\nFor example, any subsidy reductions – regardless of their benefits and drawbacks – will draw harsh criticism.\n\nFarmers, what’s more, are a powerful constituency, making any changes to farm policies all the more difficult.\n\nHow the proposed rules will play out politically and environmentally remains to be seen.",
            "url": "https://mybalance.earth/blog/farming-outside-the-eu",
            "title": "Farming outside the EU",
            "image": "https://mybalance.earth/assets/img/newsfeed/CAP_header.png",
            "date_modified": "2022-01-24T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/a-scorcher-down-under",
            "content_html": "After the EU reports that the past seven years have been the hottest on record, our Australian friends equalled their hottest day on record, a scorching 50.7 degrees celsius. \n\nThe record was first set in 1962 in South Australia, and it was matched this week in Onslow, Western Australia, way out in the Pilbara.  \n\nOnslow is a small, remote coastal town with a population of 848. It sits 861 miles north of Perth, the capital of Western Australia.\n\nThe average temperature in Onslow at this time of the year is just over 35 degrees. \n\nAnd while 35 degrees is a warm day in virtually anyone’s book, 50.7 degrees really takes the cake. \n\nIndeed, when temperatures start getting that high, basic infrastructure can begin to break down.\n\nTalking to ABC news, a local resident said that the air conditioning at his office had stopped working. The resident, Mark Barratt, said that “things are starting to feel the stress. That’s for sure.”\n\nNature, it seems, isn’t without a sense of irony. \n\nAnd it’s not just the Aussies who are feeling the heat. As I mentioned at the beginning of this article, the EU reports that the past seven years have been the warmest on record. \n\nThe Copernicus Climate Change Service – which takes data from Sentinel satellites in the Earth’s orbit, as well as data collected on the ground – stated that 2021 was the fifth-hottest year on record, with multiple heat records broken across the globe.\n\nOn the BBC, Climate editor Justin Rowlatt writes that these temperatures “measure out the pace of change in our world. The increments may be tiny – a fraction of a degree – but the direction of travel is inescapable.” \n\nReaders might remember the heat back in the summer months. Early- and mid-thirties heat is no joke in a country with very little air conditioning in homes. \n\nAnd on the Mediterranean things got even hotter. In Sicily, an overwhelming 48.8 degrees was reported, which breaks Europe’s record for highest temperature by .8 degrees.\n\nWhat’s more, 2021 saw wildfires and floods on the continent, with blazes in Italy and Greece and flooding in Germany, the Netherlands, and Belgium. \n\nWhile climate change doesn’t bear the entire responsibility for these problems, there are good arguments to suggest that it is a significant part of the problem. \n\nThis sentiment was summed up by Carlo Buontempo, the Director of the Copernicus Climate Change Service, who said that \"these events are a stark reminder of the need to change our ways, take decisive and effective steps toward a sustainable society, and work towards reducing net carbon emissions\".\n\nAnd he’s very probably correct. ",
            "url": "https://mybalance.earth/blog/a-scorcher-down-under",
            "title": "A scorcher Down Under",
            "image": "https://mybalance.earth/assets/img/newsfeed/pilbara_header.png",
            "date_modified": "2022-01-14T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/innovation-in-the-skies",
            "content_html": "\nThe Prime Minister of Denmark, Mette Frederiksen, recently announced that her government would make domestic flights fossil fuel free by 2030. \n\nThe goal, declared in Frederiksen’s New Year address, is a difficult one. The PM admitted that the technology required to meet such a lofty ambition was not currently available.\n\nThe Danish government also plans to reduce the country’s carbon emissions by 70 percent compared to 1990 levels. \n\nOf course, the Danes aren’t alone in their climate goals. Back in April 2021, the French government moved to completely ban domestic short-haul flights where the same journey could be made by rail in two-and-a-half hours or less.\n\nWhat’s more, the Austrian government replaced internal flights between Vienna and Salzburg with more train services between the two cities. \n\nMany of our continental friends, then, are taking their climate commitments seriously, with domestic airlines obliged to make changes. \n\nBut the Danes, instead of banning flights, look instead to technology and innovation to bring down the carbon footprint of flying.\n\nIndeed, Airbus, a European aerospace corporation, recently announced plans to develop hydrogen-fuelled planes that could be in the air by 2035.\n\nAirbus isn’t the first company to express an interest in hydrogen-fuelled planes. ZeroAvia, a startup based in California, completed a short hop in a hydrogen-fuelled aircraft back in the summer of 2020. \n\nThe aircraft, HyFlyer 1, is a Piper M-Class, which seats six people. This plucky little plane, then, isn’t the solution to the problem of carbon in the aviation industry, but it is a step in the right direction. \n\nAnd it is a step that many climate experts say should happen. The commercial aviation industry produces roughly 2.5 percent of global carbon emissions, and while carbon per flight has decreased by over 50 percent since 1990, the overall number of flights has significantly increased. \n\nPassenger numbers are predicted to double by 2037, and by 2050 it is predicted that over 10 billion people per year will take a flight. \n\nDemand for flights, then, isn’t going anywhere, which means that the industry has little choice but to become more sustainable. \n\nWhat’s more, this ever-increasing demand would indicate that the solution to the problem of carbon in aviation is to be found in innovation. While replacing shorter domestic flights with rail services does have its benefits, it’s clearly not a long-term solution to this problem. \n\nIn principle, the Danes have the right idea. Innovation beats restriction. But only time will tell whether Frederiksen’s 2030 goal is too ambitious. \n\nThe Danish Prime Minister certainly understands the importance of flight. Announcing the 2030 goal, Frederiksen said this: “To travel is to live and therefore we fly”.  \n\nClearly, most of the rest of the world agrees. ",
            "url": "https://mybalance.earth/blog/innovation-in-the-skies",
            "title": "Innovation in the skies",
            "image": "https://mybalance.earth/assets/img/newsfeed/flight_header.png",
            "date_modified": "2022-01-07T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/deforestation-and-the-kuznets-curve",
            "content_html": "\nAs countries become richer, both politicians and the public tend to care more about the environment. \n\nSo goes the economic theory known as the Kuznets curve. Named for the economist Simon Kuznets, the Kuznets curve, when applied to the environment, states that as a country begins to develop economically, the environment will worsen, but, once a threshold has been reached, the environment will begin to drastically improve.\n\nThe Kuznets curve predicts that once countries reach a per capita GDP of $4,600, net deforestation will cease. Countries that have yet to reach this threshold, of course, will still experience deforestation to one degree or another. \n\nWhile this prediction has been broadly true in a variety of states around the world, it is not true in every case.\n\nIn Brazil, for example, deforestation recently hit its highest level for 15 years. Brazil’s GDP per capita is nearly $6,800.\n\nMany environmental groups have criticised Jair Bolsonaro, Brazil’s president, for anti-environment policies.         \n\nIndeed, over the last twenty years, Brazil has lost roughly 26 million hectares of tropical primary forest. \n\nHowever, as the Kuznets curve would predict, many of the richer regions of the world are increasing their total forest area. What’s more, many wealthy countries have more forest area now than they did before industrialization. \n\nIn the last 100 years, for example, the UK has roughly tripled its total forest area. \n\nThis is not to say that the overall picture is rosy. Between 2000 and 2015, data from the UN Food and Agriculture Organisation show that the world has gained 4.3 million hectares of forest per year while losing 7.6 million hectares of forest per year. \n\nWhile the difference between these two figures certainly seems striking on first glance, the actual reduction of global forest area per year is 0.08 percent. Again, this figure ought to be going in the opposite direction, but, thankfully, we’re not going to run out of forests just yet.\n\nAnd if global GDP trends continue to go in the right direction, we won’t run out of forests at all. A 2017 study at the University of Helsinki noted that forest area increased in wealthy and middle-income nations and reduced in poorer nations. \n\nAccording to the study, from 1990 to 2015, wealthy nations increased their forest cover by 1.31 percent; middle-income nations increased their forest cover by 0.5 percent; and poor nations decreased their forest cover by 0.72 percent.\n\nWe see the Kuznets curve in action here, and, what’s more, we see that people tend to care much more about their environment as they become richer. \n\nThis, put simply, is very good news. Over the course of the 21t century, global extreme poverty continues to rapidly decline. The World Bank defines extreme poverty as an individual living on less than $1.90 per day.  \n\nAs global poverty continues this trend throughout the course of the 21st century, individuals, families, and communities, free of the pressures of poverty, will spend more time on environmental concerns. \n\nOr, to put it another way, as the world grows richer, it will grow greener.\n\nWhich is a pretty good message for this time of year, all things considered. \n\nMerry Christmas!",
            "url": "https://mybalance.earth/blog/deforestation-and-the-kuznets-curve",
            "title": "Deforestation and the Kuznets curve",
            "image": "https://mybalance.earth/assets/img/newsfeed/forestScene_header.png",
            "date_modified": "2021-12-24T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/rising-temperatures-in-the-arctic-and-the-antarctic",
            "content_html": "\nThe Siberian town of Verkhoyansk, in Russia’s Sakha Republic, recently recorded the highest ever temperature in the Arctic, a balmy 38 degrees celsius.\n\nThe World Meteorological Society verified the record earlier this week. The temperature itself was recorded last year on 20 June. \n\nThe temperature was 18 degrees warmer than the highest average temperature for that part of the world in June.   \n\nThe WMO secretary-general, professor Petteri Taalas, said that “this new Arctic record is one of a series of observations reported to the WMO Archive of Weather and Climate Extremes that sound the alarm bells about our changing climate.”\n\nAccording to the WMO, the Arctic is one of the fastest warming regions in the world. Studies show that it warms at roughly twice the rate of the global average. \n\nSuch warming has many negatives, of course, one of which is the thawing of the Arctic permafrost, which would then release more carbon and methane into the atmosphere, further contributing to the planet’s warming. \n\nGlobal warming begets global warming.   \n\nMoreover, on the other side of the planet, one of the biggest glaciers in Antarctica, Thwaites Glacier, could “shatter like a car windscreen”, according to scientists who study the glacier. \n\nProfessor Ted Scambos, of the the International Thwaites Glacier Collaboration, said that “there is going to be dramatic change in the front of the glacier, probably in less than a decade. Both published and unpublished studies point in that direction.”\n\nRoughly the size of Florida, Thwaites is a vast glacier. If it were to break significantly the ice in its drainage basin would contribute to the increase of the height of the oceans. \n\nIn lighter news, the glacier will in the New Year be studied by the infamous Boaty McBoatface, a British Autonomous Underwater Vehicles.\n\nThe vessel, named by the British public, will gather data on water temperature, direction, and turbulence. \n\nGodspeed.     \n\nThe gradually warming global climate, then, seems to be affecting both the Arctic and the Antarctic. \n\nWhile individual data points don’t necessarily point to drastic changes, in the aggregate, it’s not particularly surprising when scientists use phases like “sounding the alarm bells” when discussing these issues with the press. \n\nThere’s no doubt that these issues will have been brought up and discussed at COP26, which means that the appropriate authorities are aware of the problems facing these parts of the world. \n\nBut with ice continuing to thaw around both poles of the Earth, many climate activists will continue to highlight these issues across the globe.",
            "url": "https://mybalance.earth/blog/rising-temperatures-in-the-arctic-and-the-antarctic",
            "title": "Rising temperatures in the Arctic and the Antarctic",
            "image": "https://mybalance.earth/assets/img/newsfeed/arctic_header.png",
            "date_modified": "2021-12-17T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/is-mcdonalds-going-net-zero",
            "content_html": "\nMcDonald’s has opened its first net-zero restaurant in Market Drayton, Shropshire. Wind turbines and solar panels will provide the restaurant’s power. The building is clad with recycled computer equipment and old household goods and insulated with British sheep’s wool.\n\nIndeed, this restaurant is the first in the UK to be verified by the UK Green Building Council as producing net-zero carbon emissions during its construction. \n\nWhile these materials are undoubtedly unusual, the building retains the feel of a modern McDonald’s location.  \n\nOf course, the restaurant will offer the standard McDonald’s menu. \n\nIs this just a PR stunt, then? Or is McDonald’s committed to reducing its carbon footprint to net-zero?\n\nThere’s no doubt that building a carbon-neutral restaurant provides McDonald’s with ample opportunity to brandish its green credentials, but that doesn't mean that the corporation doesn’t also have ambitions when it comes to its carbon footprint.\n\nIs the leadership team at Mcdonald’s committed to lowering global temperatures, or are they simply following the orthodoxy of the day? Readers should make up their own minds on this question. \n\nIt is the case, however, that the fast food corporation has published net-zero targets that are readily available for anyone to view online. \n\nFor example, one of McDonald’s goals is to “achieve net zero emissions for all of our restaurants and offices” by 2030.\n\nWhat’s more, McDonald’s aims to “achieve net zero emissions for our entire business and value chain” by 2040. \n\nAnd building net-zero restaurants certainly aligns with these goals.  \n\nMany green campaigners aren’t convinced, however. Anna Jones, from Greenpeace UK, criticised the corporation: “If meat and dairy are still the main course on McDonald's menu, then this new restaurant initiative can only be labelled as it is: McGreenwash.”\n\nWhat’s more, Jennifer Jacquet, associate professor of environmental studies at New York University, said that “the issue is very clearly methane from the burgers sold at their 39,000 stores around the world.” \n\nWhile Mcdonald’s is set to release its first vegan burger in the coming few months, it’s highly unlikely that punters will be unable to purchase any of their signature burgers in the near future. \n\nBut this new restaurant will be seen as a step in the right direction by many. Most normal people want to enjoy the occasional burger and leave a sustainable planet to their children, and McDonald’s -- in addition to most other big corporations across the world -- seem to agree with them. ",
            "url": "https://mybalance.earth/blog/is-mcdonalds-going-net-zero",
            "title": "Is McDonald's going net-zero?",
            "image": "https://mybalance.earth/assets/img/newsfeed/mcdonalds_header.png",
            "date_modified": "2021-12-10T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/the-latest-climate-change-committee-report",
            "content_html": "\nThe UK’s Climate Change Committee, the CCC, has stated that the UK government must step up its plans if it is to reach 2030 emissions targets in a report released today.\n\nWhile the UK does have one of the most ambitious 2030 plans, the policies required are not yet in place to achieve the government’s goals. \n\nThe CCC report states that, at the moment, the UK will contribute to a temperature increase of 2.7 degrees by 2100.\n\nAnd it goes without saying that many scientific climate models predict that warming of 2.7 degrees will have a variety of negative outcomes, to put things mildly, for the planet.\n\nThe UK government insists, of course, that it will meet its climate goals. \n\nIn last week’s article, we mentioned a handful of climate experts who stated that the UK’s goals, and indeed the UK’s methods of getting there, were not up to the task. The CCC report doesn’t quite agree with this assessment. \n\nRather, the CCC report argues that, while the UK’s policies certainly could be improved upon, actually delivering on one set of policies is better than not delivering on a stronger, more robust set of policies. \n\nThe perfect, then, should not be the enemy of the good. \n\nIn order to achieve these goals, the CCC recommends a variety of policies, one of which is the gradual phasing out of inefficient subsidies for fossil fuels.\n\nThis does beg the question: is there such a thing as an efficient subsidy for fossil fuels? That’s a question for another time. \n\nPolitically, phasing out subsidies for fossil fuel companies could be quite tricky. While the policy itself would be popular with most of the electorate, it could lead to cost increases at the pump as the market finds a new equilibrium without government support. \n\nIn the long term, removing these subsidies would arguably be better for both the consumer and the producers, but the short-term shock would be politically challenging for the government. \n\nWhat’s more, companies in this sector often have powerful lobby groups, meaning that changes in tax and subsidy policy are unlikely to go smoothly, even if the public would be widely in favour. \n\nBut there is certainly money to be saved: the UK pays roughly £12.5 billion a year in subsidies to fossil fuel companies. \n\nClimate activists were understandably concerned with the CCC report. Greeenpeace director John Sauven argued that “for the committee to suggest it's okay for the UK to contribute to a temperature rise approaching 2C is outrageous. We know that a rise of 1.5C isn't safe; we're not even all safe now with a rise of 1.1C.” \n\nAs with much of the promises made at COP26, only time will tell if world leaders are serious about lowering global temperatures. ",
            "url": "https://mybalance.earth/blog/the-latest-climate-change-committee-report",
            "title": "The latest Climate Change Committee report",
            "image": "https://mybalance.earth/assets/img/newsfeed/ccc_latest_header.png",
            "date_modified": "2021-12-03T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/what-to-make-of-cop26",
            "content_html": "\nWhat has happened in the low-carbon world since COP26? While the conference yielded some promising agreements -- from agreements on deforestation to methane reduction -- there are nonetheless significant hurdles that must be overcome if the globe is going to keep warming to manageable levels.  \n\nIndeed, scientists who recently spoke to the BBC were pessimistic that the politicians who made the promises in question would actually keep them. What’s more, they agreed that limiting warming to 1.5 degrees was not ambitious enough. \n\nProfessor Piers Forster, from the Intergovernmental Panel on Climate Change, said that “1.5 has become the talisman for the safest we can hope for this century. But the more we learn the more we realise there is no safe limit.”\n\nProfessor Tim Lenton, from the Global Systems Institute, added that “we are still heading for more than 2°C of global warming, which risks triggering multiple climate tipping points.”\n\nA climate tipping point is a state in which a negative climate outcome is inevitable. While some climate tipping points are already baked into the system, we still have time to avoid many of the more dangerous climate events across the world. \n\nIt’s fair to say, then, that there’s plenty more to be done. \n\nBut with COP26 over, many climate analysts will be sceptical that anything more significant can be achieved in the near future. The conference was seen by many influential observers as our last real chance to agree on meaningful, lasting change.\n\nAnd with China and India forcing a change in the language of an agreement on coal -- “phased out” to “phased down” -- it’s understandable that many scientists believe that COP26 was somewhat disappointing. \n\nNew Delhi and Beijing undoubtedly want to continue to reap the benefits of fossil fuels. The huge reductions in poverty in India and China were, and continue to be, driven by these countries liberating their internal markets and embracing global trade. Cheap, readily available energy in the form of fossil fuels was a huge driver of this progress.\n\nThe political class in India and China will want to keep this process going for as long as possible. The change in language clearly indicates as much.\n\nBoris Johnson was optimistic at a recent talk, however. COP26, Johnson argued, sounds “the death knell for coal power”. \n\nThe PM is well-known for his linguistic embellishments, so it’s tricky to discern how sincere he is in this pronouncement. He is certainly aware that the summit had both its positive and negative elements, and it’s possible that he is putting a favourable spin on a conference that had mixed results.\n\nIt’s too soon to tell whether COP26 was a failure or a success. Given some time and some context, it’ll probably be seen as a bit of both, which is certainly much better than many people were expecting a few weeks ago.  ",
            "url": "https://mybalance.earth/blog/what-to-make-of-cop26",
            "title": "What to make of COP26",
            "image": "https://mybalance.earth/assets/img/newsfeed/make_header.png",
            "date_modified": "2021-11-26T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/the-us-and-china-agree-a-climate-deal",
            "content_html": "\nAs COP26 comes to a close, we can end with some good news. America and China have agreed to increase their cooperation on climate issues. \n\nBoth states will “recall their firm commitment to work together” in order to bring warming down to manageable levels. \n\nIt’s fair to say, however, that this is quite vague language. Will this new accord change things on the ground? Will these two great adversaries take concrete steps towards net-zero?\n\nThat remains to be seen. \n\nThe Chinese climate envoy, Xie Zhenhua, said that “both sides recognise that there is a gap between the current effort and the Paris agreement goals”, adding that “climate change is becoming an increasingly urgent challenge”.\n\nThe US climate envoy, John Kerry, was similarly upbeat: “This is a roadmap for our countries and future collaboration. China and the US have no shortage of differences. But cooperation is the only way to get this job done”.\n\nKerry added: “This declaration is a step that we can build on to close the gap”. The gap, of course, refers to the remaining emissions to be cut in order to reach warming targets. \n\nWe’ve said it before on this blog, and many commentators in the climate space have said it as well, but without China making changes, keeping warming to 1.5 degrees is very unlikely to happen. \n\nThat China is at least willing to enter into talks with the US certainly qualifies as a step in the right direction. \n\nThe deal aims for more regulations in order to further decarbonise, reduce methane emissions, and fight deforestation.\n\nBut some experts remain sceptical.\n\nByford Tsang, a policy analyst at E3G, said that “it’s a good sign that the world’s two biggest emitters can actually work together to face the biggest crisis of humanity but there’s not a lot of meat there after the methane stuff”. \n\nBernice Lee, research director at Chatham house, added that “details remain patchy”.\n\nThese criticisms are appropriate, but we should also keep in mind that the US and China are global adversaries, and while US rhetoric against China has softened slightly since Biden’s election, there are still plenty of tensions between the two states. \n\nAny agreement, then, is both unexpected and welcome. \n\nTime will tell whether it -- and the other agreements that COP26 has yielded -- will be enough to keep the planet at a manageable level of warming. \n\nIndeed, time will tell whether the delegates at COP26 actually achieved anything of value. Words on paper are one thing; actions are something else entirely. \n\nMost world leaders know this, and the issue of climate is unlikely to go away anytime soon, which means that pressure from both the public and the media will continue to mount.",
            "url": "https://mybalance.earth/blog/the-us-and-china-agree-a-climate-deal",
            "title": "The US and China agree a climate deal",
            "image": "https://mybalance.earth/assets/img/newsfeed/agreement_header.png",
            "date_modified": "2021-11-12T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/saudi-oil",
            "content_html": "\nSaudi Arabia has rejected calls to phase out the use of fossil fuels.\n\nThis won’t be particularly surprising to many casual observers of global politics and climate negotiations. Over half of the Kingdom’s revenues come from oil exports. \n\nThe old adage certainly applies here: money talks. \n\nHowever, the Saudis did present a plan last month in which the country would move to net-zero carbon emissions by 2060. \n\nBut in the short- to medium-term, both China and India will remain customers as these states continue to modernise, largely using fossil fuels to do so.\n\nWhich brings to one of the more difficult aspects of the modern climate debate. Western nations relied on fossil fuels to reach the standard of living that we enjoy today. To pull up the ladder behind us seems at least somewhat hypocritical.\n\nChina and India -- and many other states -- will want to continue to use Saudi oil to enrich their nations and increase their standard of living. \n\nFrom this perspective, Riyadh’s actions are entirely understandable. There are simply not enough incentives for the Saudi’s to change track any time soon.\n\nIt should be noted, however, that Saudi officials call the claims that the oil-rich state is blocking a deal “a cheat and a lie”.\n\nCOP26 was certainly not going to be plain sailing, and this will be undoubtedly one of many roadblocks that negotiators must deal with. \n\nNegotiators, what’s more, will have expected Saudi resistance. A document that was leaked last month revealed that Saudi Arabia was lobbying the UN to amend a key report ahead of the conference. \n\nJapan and Australia, among other nations, were also mentioned in the document. \n\nThe report strongly stated the need to move away from fossil fuels in the near future.\n\nThe people that make the key decisions in any government are just that, people. And people, regardless of the institution, are subject to incentives. Countries that significantly rely on fossil fuels for their prosperity are unlikely to move away from fossil fuels in a hurry. \n\nIndeed, until a reliable alternative is found, these states, and the people who lead them, will likely continue to do that which they have always done. \n\nIt’s no surprise that neither China’s Xi Jinping or Russia’s Vladimir Putin is at COP26. Russia and China have little incentive to change track at the moment. \n\nAnd it’s no surprise that the Saudi’s continue to be reluctant to change. \n\nHowever, there are a couple more days of negotiations to go, which means that yet more agreements could emerge from the conference. \n\nWe’ll have to wait for the final accords, and negotiators know who is reluctant to change and who can be convinced, which means that there is hope yet for better agreements to emerge from COP26.  ",
            "url": "https://mybalance.earth/blog/saudi-oil",
            "title": "Saudi oil at COP26",
            "image": "https://mybalance.earth/assets/img/newsfeed/saudi_header.png",
            "date_modified": "2021-11-10T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/what-was-obamas-message-at-the-conference.md",
            "content_html": "\nAs COP26 enters its second week, a variety of important figures will continue to address the delegates, including former secretary-general of the UN Ban Ki-Moon and former US President Barack Obama.\n\nKi-Moon was straightforward in his analysis: “We have been failing the world and we have been failing the most vulnerable communities living on the front lines.”\n\nObama gave two speeches. He first spoke on a panel on island resilience. The former President was born in Hawaii, of course.\n\nObama next addressed the conference proper. Unsurprisingly, he received a rapturous welcome.    \n\nHe praised current US President Joe Biden’s efforts to mobilise both the public and the private sector in America in order to reach the US’s goals, saying that “the US is back.” Biden was Obama’s Vice President throughout his eight years in office.\n\nHe then went on to criticise China and Russia’s lack of urgency when it comes to the climate question, stating the two countries are not “as ambitious as they need to be.”\n\nNeither China’s President Xi Jinping nor Russia’s President Vladimir Putin is attending COP26.  \n\nAmerica’s relationships with China and Russia aren’t stellar. This fact won’t surprise anyone. But the former President still chose to add a little more pressure to the absent leaders, a move which will likely draw more attention to both countries’ climate targets. \n\nAddressing the need for governments to promote climate-friendly policies, Obama urged voters across the world to “vote like your life depends on it because it does.”\n\nHe added that “the cold hard fact is we won't have more ambitious climate plans coming out of governments unless governments feel some pressure from voters.” \n\nDiscussing individuals who disagree or challenge the accepted consensus on climate change, Obama said that “we can't just yell at them or say they’re ignorant.” Adding that, “ we have to listen to their objections.\"\n\nEmpathy is in short supply in modern politics -- on both sides of the Atlantic -- so Obama should be praised for this statement. It’s all too easy to demonise one’s political opponents, but such behaviour seldom achieves anything useful and usually increases the tension between individuals who disagree. \n\nObama ended his speech on an upbeat note: “I’m ready for the long haul if you are, so let’s get to work.” \n\nAnd there is plenty more to do. World leaders must use the rest of their time at COP26 wisely, but these things aren’t easy. Our leaders should, as the former President says, be ready for the long haul.",
            "url": "https://mybalance.earth/blog/what-was-obamas-message-at-the-conference.md",
            "title": "What was Obama's message at the conference?",
            "image": "https://mybalance.earth/assets/img/newsfeed/obama_header.png",
            "date_modified": "2021-11-08T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/the-one-percent-and-the-ten-percent",
            "content_html": "\nYesterday was the sixth day of COP26, and, so far, there are reasons to be relatively positive.\n\nAs we discussed in a previous article, a variety of countries have agreed to terms that make a strong start in the fight to get warming down to 1.5 degrees. \n\nHowever, Friday’s focus was on a younger generation of climate activists.\n\nIndeed, activists marched yesterday in Glasgow on the Fridays for Future climate march. The march will culminate at George’s Square, at which point Greta Thunberg will address the crowds. \n\nUnsurprisingly, Thunberg was not kind to the ruling elite in her speech, and in the eyes of many climate activists, she has good reasons for her scorn. \n\nOne of which might be a new report released yesterday that states that the carbon footprint of the richest one percent is currently 30 times that which it needs to be in order to limit warming to 1.5 degrees.\n\nThat the wealthiest people in the world produce the most carbon emissions will not come as a surprise to most climate activists, but the fact that the figure is 30 times higher than it should be might come as a surprise to many people. \n\nWhat’s more, the poorest 50 percent will continue to produce carbon below the level at which global heating can be maintained at manageable levels.\n\nPut simply, the richest people produce significantly more carbon than the poorest. \n\nThis fact certainly won’t be a surprise to anyone. The richest countries in the world produce the most carbon; the poorest countries produce the least. \n\nOne of the global challenges of the 21st century is to make poor countries wealthy in a sustainable fashion that will keep warming to manageable levels. Fossil fuels aren’t the solution to that problem, but it’s not clear what the answer is.   \n\nMoreover, the problem of the top 1 percent’s carbon isn’t limited to the usual suspects. Millionaires and billionaires are, of course, in the global one percent, but so too are individuals earning over $172,000, or just over £127,000, a year.\n\nWhat’s more, people earning over $55,000, or just shy of £41,000, are in the top ten percent of global earners.      \n\nThe problem, therefore, is that when we talk about the global one percent or the global ten percent, we’re talking about many normal people in Western nations. We’re not only talking about people who own three or four homes and a superyacht. \n\nAgain, making poor countries sustainably wealthy will be important in the 21st century, but so too will be dealing with the issue of reducing emissions in the developed world.  \n\nWe in the West are used to the luxuries of modern life, and most people will be unwilling to give up such luxuries in order to reduce their carbon footprint. Some will, of course, and some do, but most will not. \n\nHow, then, can we reach a sustainable, low-carbon future in the West while maintaining modern standards of living? It’s a tough question, and one that will continue to beguile policy makers for the coming years. ",
            "url": "https://mybalance.earth/blog/the-one-percent-and-the-ten-percent",
            "title": "The one percent and the ten percent",
            "image": "https://mybalance.earth/assets/img/newsfeed/percent_header.png",
            "date_modified": "2021-11-05T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/what-policies-have-we-seen-so-far-at-cop26",
            "content_html": "\nCOP26 is in full swing over in Glasgow, and we’ve already seen a couple of interesting policy proposals from the event. \n\nThe UK Chancellor, Rishi Sunak, announced yesterday that the Treasury would oblige UK listed companies and financial institutions to show how they will hit net-zero targets. \n\nA panel of experts, the Transition Plan Taskforce, would then scrutinise these plans in order to ensure that they are fit for purpose. \n\nHowever, implementing such plans would not be mandatory, which is at least one cause for concern for environmental groups, many of which have criticised the plans, saying that they do not go far enough.\n\nIn his speech in Glasgow yesterday, Sunak said that he wanted to “rewire the entire global financial system for net-zero”. Whether this proposal will kick start this process remains to be seen.\n\nWhat other policy proposals have we got? The US and the EU have agreed by 2030 to cut the emission of methane gas by 30 percent compared to 2020 levels. \n\nMethane is responsible for roughly a third of human-caused warming. \n\nWhile this pledge alone isn’t sufficient to reduce the US and EU’s carbon to manageable levels, it is nonetheless a significant step on the way to doing so. \n\nIndeed, commenting on the policy, EU Commission President Ursula von der Leyen said that cutting methane is “one of the most effective things we can do to reduce near-term global warming\".\n\nExperts believe, moreover, that cutting methane by 30 percent by 2030 would help the planet avoid .3 degrees of warming by 2040. And while .3 doesn’t sound like much, our target warming for this century is 1.5 degrees, so think of this figure as 20 percent, which is a decent chunk of what we need. \n\nElsewhere, representatives from over 100 nations present in Glasgow have agreed to end and indeed to reverse deforestation by 2030. \n\nOver 85 percent of the planet’s forests are found in states whose leaders have signed the agreement, including the US, the UK, China, and Brazil. \n\nThis is certainly a step in the right direction, but many onlookers will be cautious: a similar pledge was signed in 2014, the New York Declaration on Forests, and, clearly, it didn’t have the desired effect. \n\nHowever, far fewer governments signed up to this deal. In total, only 40 governments did so; Brazil was one of the states that did not agree to the pledge. \n\nAfter the third day of COP26, then, there has been some progress. And while there is plenty more to do and plenty more opportunities for disagreement, things appear to be moving in the right direction. \n\nMany activists will not be satisfied with these agreements, and with good reason. There is much more to do and much more to discuss. \n\nBut we’re moving in the right direction. ",
            "url": "https://mybalance.earth/blog/what-policies-have-we-seen-so-far-at-cop26",
            "title": "What policies have we seen so far at COP26?",
            "image": "https://mybalance.earth/assets/img/newsfeed/policy_header.png",
            "date_modified": "2021-11-03T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/optimism-and-pessimism-at-cop26",
            "content_html": "\n2.7 degrees of warming by the end of this century would be a “climate catastrophe”, according to the UN. \n\nBut that’s exactly where we’re heading at the moment. \n\nCOP26, which kicks off in Glasgow today, is humanity’s best hope of limiting warming to 1.5 degrees this century. \n\nWhile many writers and critics say that such language is unhelpful and overblown, expect to hear much more of it over the coming couple of weeks. The great and the good are in Glasgow to discuss the climate, and most will have strong words for the global community.\n\nBoris Johnson gave the first speech of the conference, and while the British PM is known for a colourful turn of phrase, he was in slightly more serious form today.\n\nHowever, Johnson did reference Michael Dobbs’ famous book on the Cold War, when the West and the Soviet Union were seemingly moments away from global annihilation: ”Humanity has long since rundown the clock on climate change; it is one minute to midnight on that clock and we need to act now.”\n\nThis analogy certainly set the tone for the rest of the speakers. \n\nAntonio Guterres, the UN Secretary General, didn’t at all mince his words in his speech: “Either we stop it or it stops us. And it's time to say, enough. Enough of killing ourselves with carbon. Enough of treating nature like a toilet. Enough of burning and drilling and mining our way deeper. We are digging our own graves.”\n\nGuterres clearly wants the delegates in Glasgow and the watching public to know that he is serious about the threat of climate change, and he is in good company. The speaker that followed him, Prince Charles, certainly echoed the sentiment. \n\nThe Prince of Wales said that “We have to reduce emissions urgently and take action to tackle the carbon already in the atmosphere.” He also added that “time has quite literally run out.”\n\nBut it wasn’t all doom and gloom. In his speech, Sir David Attenborough stated that humans are the greatest problem solvers on earth, adding that “in my lifetime I've witnessed a terrible decline. In yours you could, and should, see a wonderful recovery.”\n\nThere is no doubt that over the course of Attenborough’s 95-year life -- long may it continue -- human action has affected the climate and warmed the planet. However, we should also note the incredible rise in living standards that we have seen throughout that period. \n\nIndeed, human action brings roughly 130,000 thousand people out of poverty everyday, and it is that fact that policy makers must balance against calls to halt global warming. There are sensible, appropriate measure to take against climate change that do not stop the march of progress into the 21st century.   ",
            "url": "https://mybalance.earth/blog/optimism-and-pessimism-at-cop26",
            "title": "Optimism and pessimism at COP26",
            "image": "https://mybalance.earth/assets/img/newsfeed/optimism_header.png",
            "date_modified": "2021-11-01T00:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/what-to-expect-from-cop26",
            "content_html": "\nCOP26 begins this Sunday, and the eyes of the world will be on the heads of state that arrive in Glasgow to discuss the many issues around climate change. \n\nWhat can we expect from the conference? Put simply, it’s tricky to say. Are we likely to see harmonious cooperation between nations? Certainly not. But are we likely to see fracuous and entirely unhelpful arguments for two weeks? That’s unlikely as well.\n\nThe truth, as ever, is somewhere in between.\n\nLeaders are going to have to compromise. Indeed, the people in positions of power would do well to remember that the perfect shouldn’t be the enemy of the good. Some concessions are better than no concessions at all. \n\nAnd most people are familiar with the countries that must make the most sacrifices in order to keep the world cool. China, the USA, and India are the three countries at the top of the pile when it comes to carbon emissions. \n\nWhat can COP26 expect from America? US President Joe Biden is under significant pressure back home to pass large spending and infrastructure bills, and with a razor-thin majority in both houses of Congress, Biden’s path to securing the votes that he needs isn’t simple. \n\nRegardless, certain elements of his party will expect Biden to drive home the need to reduce global temperatures over the coming years at COP26, and these elements will expect the President to be a forceful advocate of their position. \n\nChina’s President Xi Jinping will be under a different kind of pressure; it will be external rather than internal. \n\nMany world leaders will pressure China to take further steps in reducing its carbon emissions. After all, without change in China, there’s little that can be done to combat climate change. \n\nAnd India’s emissions are another question as well. In an interview on Wednesday discussing India’s commitments to net-zero, India’s environment minister, Bhupender Yadav, said that “it is how much carbon you are going to put in the atmosphere before reaching net-zero that is more important.”\n\nWhat’s more, he added that rich countries needed to acknowledge their “historic responsibility” for carbon emissions. \n\nOf course, Yadav is correct to point out that rich nations are responsible for much of the carbon that has already been released into the atmosphere. What’s more, it’s entirely understandable that developing nations would want to use the most efficient fuel possible to bring their standard of living up to that of Western nations.\n\nAnd this is one of the many reasons that make climate agreements so difficult, and COP26 will be no different. Developing nations need to become developed nations, and fossil fuels can of course be a very useful stepping stone to get there. \n\nNations that have already used this stepping stone will have a very difficult time advising developing nations to use less efficient sources of power that will keep their people poorer for longer. \n\nThis thorny issue is only one of the problems that will confront the delegates at COP26.  ",
            "url": "https://mybalance.earth/blog/what-to-expect-from-cop26",
            "title": "What to expect from COP26",
            "image": "https://mybalance.earth/assets/img/newsfeed/glasgow_header.png",
            "date_modified": "2021-10-28T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/global-tensions-amid-heightened-rhetoric",
            "content_html": "\nWhile tensions exist between many different states across the globe, a new report from the National Intelligence Estimate on Climate Change, a joint effort from America’s 18 intelligence agencies, argues that the planet’s changing climate will add yet more fuel to the fire of international tensions.\n\nIt’s not difficult to envisage a world with yet more uncooperative, combative leaders. The relationship between the US and China, two of the globe’s highest producers of carbon emissions, is already difficult for a wide variety of reasons, and yet more climate-related debate will only further pull at already-strained threads. \n\nOf course, there isn’t a practical alternative to China reducing its emissions, so these troublesome debates must go ahead.\n\nWhat’s more, these global tensions will affect poorest countries the most, whose weaker economies render them more susceptible to changes in the climate. The report specifically identifies 11 countries particularly at risk from climate-related events. These are countries in which a heatwave or a drought could have serious negative effects on essential infrastructure such as the power grid. \n\nAnd while this report predicts further global tension, a recent study from Oxford university found that the language that we use to describe climate change is becoming more urgent. \n\nFor example, between 2018 and 2020, the use of the term “climate crisis” increased almost 20-fold. \n\nOf course, language evolves all of the time, and the words and phrases that we use to describe the climate are no different. Back in the 80s, we were fond of the phrase “greenhouse effect”, but this was soon overtaken by the phrase “global warming”.\n\nWhichever words we use to describe the effects that humanity has on the planet, both the US report and the Oxford study indicate that many individuals and institutions across the world are taking this issue much more seriously. \n\nIndeed, Trish Stewart, the science editor at the Oxford English Dictionary, said that “the very real sense of urgency that is now upon us is reflected in our language. What happens next depends on so many factors but, one thing we can be sure of is that our language will continue to evolve and to tell the story.”\n\nThe very real test of how seriously governments take climate change will soon begin. COP26 opens in a little over a week, and many world leaders will be seeking assurances from the countries that produce the most carbon that the current state of affairs will change. \n\nHowever, China’s Xi Jinping will not be easily swayed, no matter how urgent the language of Boris Johnson, Emmanuel Macron, Joe Biden, or dozens of other world leaders. \n\nIn recent weeks, China has shown that it is willing to begin to cut back its vast emissions, And a report from America’s intelligence community and a study from Oxford university are unlikely to grease the wheels.",
            "url": "https://mybalance.earth/blog/global-tensions-amid-heightened-rhetoric",
            "title": "Global tensions amid heightened rhetoric",
            "image": "https://mybalance.earth/assets/img/newsfeed/united_header.png",
            "date_modified": "2021-10-21T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/chinas-carbon-footprint",
            "content_html": "\nIn the global race to net-zero carbon emissions, there is really only one major player. China is responsible for over a quarter of the world’s carbon emissions. \n\nThis country of over 1.4 billion people produces roughly 2777 million tonnes of carbon each year. The next highest producer, the USA, produces roughly 1442 million tonnes of carbon each year. India, the world’s third highest producer, produces 714 millions tonnes each year.  \n\nAnd while per capita carbon is less in China, the average Chinese citizen produces roughly half the amount of carbon than the average American citizen, China’s vast population more than makes up for this.\n\nMoreover, reliance on coal power has increased slightly over the past few years. Like all countries, China uses energy from a variety of sources, but coal continues to be the energy source that the country relies on most heavily, with over 50 percent of its energy use coming from coal.\n\nChinese President Xi Jinping has stated that coal use will begin to diminish from 2026 and President Xi has already pledged to stop building coal-fired power plants abroad. However, many observers of the Middle Kingdom argue that these commitments do not go nearly far enough.\n\nThe facts are clear. Without a significant reduction in carbon emissions from China, the world will be unable, practically speaking, to get emissions down to a sustainable level. \n\nWe should remember, of course, that the economic growth that China has enjoyed over the past couple of decades has brought millions of Chinese citizens out of poverty. Indeed, these economic forces yielded the same results in India, Vietnam, and Botswana to name just a few. \n\nBut there are no solutions; there are only trade-offs. \n\nAnd economic growth fueled by coal-powered power plants has significant downsides in terms of environmental cost. \n\nHowever, the outlook is not entirely negative. China does, for example, lead the world in wind power, with more than triple the number of sites than any other country last year.\n\nAnd China does plan to produce a quarter of its energy from non-fossil fuel sources by 2030.\n\nWhat’s more, the Chinese electric car market is moving in the right direction. China both makes and sells significantly more electric cars than any other country. While only 1 in 20 cars sold in China is electric, this will no doubt continue to increase as electric cars become cheaper and easier to produce. \n\nThe upcoming COP26 event will give an indication of the way in which China intends to behave over the coming decade or so. It is certainly possible that China’s political class will look to make more steps towards a sustainable future, but they will have plenty of other concerns to consider as well.   \n\nReducing the carbon footprint of a country as vast and complex as China will not be easy, but, one way of the other, there isn’t much of an alternative if the world is going to meet its carbon targets. ",
            "url": "https://mybalance.earth/blog/chinas-carbon-footprint",
            "title": "China's carbon footprint",
            "image": "https://mybalance.earth/assets/img/newsfeed/china_header.jpg",
            "date_modified": "2021-10-14T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/the-switch-to-electric-cars",
            "content_html": "\nElectric cars are the future of motoring. In the UK, in thirty years, probably less, petrol and diesel cars will be seen as relics of a past age. \n\nWhat’s more, a joint study from the universities of Exeter, Nijmegen, and Cambridge predicts that by 2050 one in two cars will be electric across the world. Such a change would decrease carbon emissions by roughly 1.5 gigatonnes per year. \n\nAnd many car companies are along for the ride. GM aims to stop selling petrol and diesel vehicles by 2035. Volvo aims to do so by 2030. And Jaguar aims to get there by 2025.  \n\nHowever, getting from here to there isn’t a simple task. While the design and production of the electric car continues to improve, the real problem is the proliferation of fast, cheap, efficient charging points. \n\nWhen petrol and diesel cars started to gain popularity in the early 20th century, there were virtually no petrol stations, but, as the demand for the product grew, petrol stations began to appear across the country.\n\nIn order for electric cars to be a viable form of transport for most people, the same must happen with charging points. \n\nIn one sense, the problem will be easier to solve: most homes will be fitted with a charging point. Owners will be able to charge their vehicles when they are at home.     \n\nInstalling a charging point on the driveway of a family home is one thing. Installing charging points for motorists who live in apartment buildings is another thing entirely.\n\nWhat’s more, motorists in different countries have different requirements for their vehicles. For example, motorists living in the rural areas of some American states must be able to rely on their vehicles to do hundreds of miles on a regular basis. The same can be said for many Australians and Canadians. \n\nNot everyone lives in or near a big city, and our transportation infrastructure should recognise this reality. \n\nOne of the reasons for the emerging popularity of the electric car is the success of Tesla. Elon Musk has made the electric vehicle cool. But, perhaps more importantly, electric cars are better for the environment.   \n\nHow much better for the environment is an electric car compared to a petrol or diesel car? The short answer: significantly. Electric cars are better for the environment than petrol and diesel cars to the tune of roughly 30 percent of lifetime emissions in the UK. In countries like France and Sweden, where most of the electric power comes from renewables and nuclear, that figure rises to 70 percent.\n\nElectric vehicles aren’t emission free, then, but they are a better bet than petrol and diesel cars when it comes to environmental questions. \n\nAnd as our electric grid in the UK becomes more and more clean, that 30 percent will increase. The more we clean up the grid, the cleaner our electric vehicles become. \n\nMore importantly, the quicker charging points proliferate around the country, the easier it will be for most motorists to make the switch. \n\nElectric cars are the future of motoring, but when exactly that future arrives is still up in the air.  ",
            "url": "https://mybalance.earth/blog/the-switch-to-electric-cars",
            "title": "The switch to electric cars",
            "image": "https://mybalance.earth/assets/img/newsfeed/electric_cars_header.png",
            "date_modified": "2021-10-07T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/Thunberg-speaks-at-milan-climate-event",
            "content_html": "\nWhile climate activist Greta Thunberg probably didn’t mean to reference Baddiel and Skinner’s classic football anthem, she nonetheless referred to political efforts to fight climate change as “30 years of blah, blah, blah” at a recent event in Milan.\n\nThe Swede excoriated world leaders for their lack of action on climate change. Referring to net-zero commitments and the green economy, Thunberg said: “This is all we hear from our so-called leaders. Words that sound great but so far have not led to action. Our hopes and ambitions drown in their empty promises.”\n\nAccording to the UN, emissions are on track to rise by over 15 percent by 2030. In order to remain under the 1.5 degrees warming target, these emissions would instead have to halve.\n\nThe event in Milan, Youth 4 Climate, was attended by over 400 young people, including Thunberg. These delegates came together in order to form a response to ministers on the subject of rising temperatures. \n\nThunberg will also meet the Italian prime minister, Mario Draghi.\n\nItaly’s climate minister, Roberto Cingolani, accepted Thunberg’s criticism. Speaking to the BBC, he said that “we have a serious problem. We were not credible in the past.”\n\nThunberg’s remarks in Milan are, of course, to be read with the context of COP26, which is due to take place in Glasgow from 31 October to 12 November.\n\nCOP26 is the most important climate event to take place over the past few years, and with so much at stake, delegates will be buoyed by the release of a new report from the Energy Transitions Commission, which is a body made up of leaders and experts from the energy, finance, and climate sectors.\n\nAdair Turner, the chair of the Energy Transition Commission, said that \"the 1.5C threshold is absolutely technologically possible at costs which the global economy could easily absorb.\"\n\nTurner added that “there are specific initiatives which could be taken in addition to the country's carbon cutting plans, which would get us there.\" \n\nOne of the specific initiatives that Turner mentions is the gradual phasing out of petrol and diesel cars, replacing these cars with electric vehicles by 2035. The UK is, of course, on track to ban the sale of petrol and diesel cars by 2030.\n\nThe report also discusses cuts in methane emissions; phasing out of coal-powered stations; decarbonising heavy industry, buildings, and transport; reinvigorating energy and resource efficiency; and halting deforestation and beginning reforestation.  \n\nMany of these issues will be on the agenda at COP26.\n\nLast Friday, 24 September, hundreds of thousands of people across 99 countries took part in a climate strike in order to demand more action in the run up to COP26. \n\nIt is clear that climate action remains important for many people around the world, but whether these political wishes become concrete policies backed by legislation remains to be seen, but Greta Thunberg remains sceptical:\n\n“They invite cherry-picked young people to meetings like this to pretend that they listen to us. But they clearly don’t listen to us. Our emissions are still rising. The science doesn’t lie.”",
            "url": "https://mybalance.earth/blog/Thunberg-speaks-at-milan-climate-event",
            "title": "Thunberg speaks at Milan climate event",
            "image": "https://mybalance.earth/assets/img/newsfeed/thunberg_milan_header.png",
            "date_modified": "2021-09-30T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/what-is-cop26",
            "content_html": "\nThe 26th Conference of the Parties, COP26, is an event attended by roughly 30,000 delegates from 197 countries across the world.\n\nThese heads of state and climate experts will attempt to agree coordinated action to combat climate change.\n\nThe UK will host COP26, with MP Alok Sharma the chair of the event. The conference itself will take place in Glasgow from 31 October to 12 November. \n\nThe focus of the conference will be to accelerate action towards the Paris Climate Accords, which oblige signatories to keep global temperature increases below 2 degrees, to increase the use of renewable energy, and to spend 100 billion dollars a year to help developing nations’ fight against climate change.\n\nMany experts and analysts consider COP26 to be the most significant climate event since the Paris Climate Accords were signed in 2015. \nWhether concrete, actionable decisions will be made at the conference remains to be seen. While many commenters are sceptical that anything serious will come from the event, others are more optimistic that the delegates will be able to agree to make tangible changes.\n\nAt a UN general assembly meeting on Wednesday, Boris Johnson gave a speech in which he urged the global community to “grow up” and to “listen to the warnings of the scientists”. He also added that COP26 must be a “turning point for humanity”.\n\nAnd there have recently been some tentative signs that the major global players are beginning to get the message.\n\nChina’s president, Xi Jinping, recently announced that the superpower would no longer fund coal-fired power plants abroad. According to Global Energy Monitor, a US think tank, this could affect 44 power stations that have already been earmarked for Chinese state funding.\n\nIn order to reach global emissions targets, China must produce fewer emissions closer to home, of course, but this announcement is nonetheless a step in the right direction.\n\nWhat’s more, the US president, Joe Biden, also made a promising announcement in the past few days. The US will double its financial commitment to climate aid, pledging 11.4 billion dollars annually by 2024.\n\nDeveloped nations had pledged to commit 100 billion dollars to climate aid by 2020. While this figure wasn’t met, the US money will encourage other rich nations to spend more in order to reach this target.\n\nThe politics of global climate change are, of course, complicated, and COP26 doesn’t change this fact. It will always be difficult to get to an agreement on these issues.\n\nBut while Paris represented a significant step forward in the fight against climate change, it is possible that we look back at COP26 as an important turning point. Of course, only time will tell. But the clock is certainly ticking.",
            "url": "https://mybalance.earth/blog/what-is-cop26",
            "title": "What is COP26?",
            "image": "https://mybalance.earth/assets/img/newsfeed/cop26_header.png",
            "date_modified": "2021-09-23T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/deforestation-and-the-climate",
            "content_html": "\nDeforestation is an important factor in the planet’s warming climate.\n\nSince 1990, we have lost over 420 million hectares of forest, an area roughly the size of South Africa.\n\nIf deforestation were a country, it would come in only behind China and the USA for its carbon-equivalent emissions.   \n\nRates of deforestation have been slowing over the past decade or so. In 1990, 16 million hectares of forest were lost to deforestation efforts; last year, this figure was roughly 10 million hectares.\n\nHowever, many scientists and activists argue that this rate remains too high, and deforestation has started to tick up in some important parts of the world, including the Amazon in Brazil, with deforestation rates this past year the highest in a decade.\n\nThe main driver of deforestation is agricultural expansion, which, of course, does have its benefits. Farmers who owe their employment and livelihood to land that has been deforested are an important part of this conversation. Indeed, the world needs food.\n\nBut everything comes at a cost. And the value of forests for the health of the planet can’t be understated.\n\nTrees and plants absorb roughly a third of carbon emissions from the atmosphere each year. As deforestation continues, then, the planet gradually becomes less and less effective at removing harmful emissions and maintaining a sustainable temperature.\n\nWhat’s more, the loss of tree cover across the world has been linked to the increasingly volatile weather events that we have seen over the past few years.\n\nThe effects of deforestation can be felt in a variety of communities, from those close to the forests to those much further afield. The Amazon, for example, is a key factor in the water supply of Brazilian cities, as well as neighbouring countries.\n\nThe effects could even be felt by coffee drinkers, as wild coffee species have a significant chance of going extinct, at least in part due to deforestation.\n\nWhile the subject of deforestation can often be disheartening, there are some causes for hope and optimism. \n\nFor example, residents of Kokota, a small Tanzanian island, have planted more than 2 million trees over the past decade in an effort to repair previous damage.\n\nOr consider Topher White at National Geographic, who has discovered a way to use recycled mobile phones to monitor for chainsaws -- chainsaws that would, of course, potentially be used to illegally fell trees.\n\nAs I noted at the beginning of this article, rates of deforestation are slowing around the world, and, as lower- and middle-income countries continue to grow more prosperous, this trend is likely to continue.\n\nThere is much to be done, of course, and we shouldn’t be complacent, but there is certainly reason for optimism. ",
            "url": "https://mybalance.earth/blog/deforestation-and-the-climate",
            "title": "Deforestation and the climate",
            "image": "https://mybalance.earth/assets/img/newsfeed/deforestation_header.png",
            "date_modified": "2021-09-16T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/climate-change-changes-animals",
            "content_html": "\nSince around the 1850s, the planet has warmed by roughly 1.5 degrees celsius. If the planet continues to warm, which it most likely will, we will see changes not only to the environment itself but also the animals that live in it. \n\nIndeed, a recent study in the journal Trends in Ecology and Evolution discusses the change that the warming climate has on wildlife around the world. While climate change isn’t the only cause of these changes, it is certainly a piece of the puzzle.\n\nThe study suggests that, in order to remain cool, warm-blooded animals are evolving to have larger beaks, legs and ears.\n\nFor example, many species of Australian parrot have, since 1871, shown an increase in bill size of between four and ten percent.\n\nThese changes are relatively modest, but as the planet continues to warm these changes could become more significant. Indeed, this year has seen some of the highest temperatures in decades, and July was the world’s hottest month on record. \n\nWhat’s more, these adaptations remind us that humans aren’t the only species on the planet who must adjust our behaviour to climate change. And while we have a remarkable ability to adapt to our surroundings, not all animal species share this talent. \n\nPut simply, we must steward the planet not just for ourselves, but for all life that inhabits it.\n\nHowever, the warming climate is responsible for more than larger appendages in warm-blooded animals. \n\nGreen turtles, for example, are affected by the increased temperatures. The sex of a baby green turtle is dertermined by the temperature of the sand in which the egg is laid. Temperatures of over 29.1 degrees celsius produce females; cooler temperatures produce males.\n\nA study of Australia’s Great Barrier Reef found that almost all green sea turtle offspring were born female, with males outnumbered over 100 to 1. If left unchecked, the consequences of this problem for future green turtle populations are dire.\n\nAll is not lost, however. Researchers at the University of Queensland have come up with innovative ways to keep the sand cool, from employing natural and artificial shade to seawater irrigation. The results are positive: eggs from the cooler sands produced more male hatchings. \n\nThis research goes to show that, while our species has had negative effects on the planet, human action against the warming climate can yield positive results. We shouldn’t be complacent, of course. There is still much work to be done towards a sustainable future for both humans and animals alike. ",
            "url": "https://mybalance.earth/blog/climate-change-changes-animals",
            "title": "Climate change changes animals",
            "image": "https://mybalance.earth/assets/img/newsfeed/animals_header.png",
            "date_modified": "2021-09-09T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/why-is-flying-so-bad-for-the-environment",
            "content_html": "\nWhile once only available to the rich, over the past thirty years or so flying has become an affordable travel option for everyone.\n\nThe coronavirus pandemic has -- and continues to -- shake up the industry, but flights still remain a reasonable choice when it comes to price. \n\nOf course, for the discerning traveller, up-market options are always available, but the proliferation of low-cost, no-frills airlines have made a weekend getaway in Madrid or a short hop across the Channel an affordable option for most Brits. \n\nHowever, these cheap flights come at a cost. Flying affects the environment. \n\nGlobal aviation, including both passenger and freight travel and military operations, accounts for roughly 2.5 percent of all carbon emissions. In 2018, the latest year for which data are available, aviation produced 1.04 billion tonnes of carbon.\n\nWhile 2.5 percent is quite a modest figure, only a very small percentage of people actually fly frequently. In the UK and the US, for example, roughly 50 percent of people fly in a given year, and roughly 15 percent of people fly regularly. \n\nThis means that, as developing nations around the world continue to grow more wealthy, the number of people who fly will increase. That modest figure of 2.5 percent, therefore, will continue to increase as well. \n\nIndeed, mile for mile, flying is the most carbon-intensive way of getting around. For example, a return flight from London to Sydney produces a little over 5 tonnes of carbon emissions; a return flight from London to Los Angeles produces roughly 2.5 tonnes of carbon emissions. The average Brit has a carbon footprint of over 12 tonnes, so it’s easy to see how flying can significantly increase an individual’s footprint. \n\nIn terms of the planet, then, that weekend break in Europe doesn’t look particularly rosy. However, while there is no doubt that flying has significant drawbacks, the positives are clear.\n\nThe affordable nature of modern air travel has allowed people to see more of the world while spending much less money. Indeed, budget-friendly air travel has made the world much smaller.\n\nBringing family over for a wedding or going to visit friends on the other side of the planet has never been easier or cheaper. Even now, as the UK continues to emerge from the shadow of covid, cheap-and-cheerful flights are still available. \n\nBut should the planet-conscious traveller look for alternatives to flying? Simply put, if you’re interested in living a low carbon life, you should look for other forms of travel. \n\nOf course, avoiding traveling by plane isn’t always particularly practical. Indeed, flying is often the quickest option, and it’s usually pretty cheap as well.\n\nIs there a solution to this problem?\n\nLike anything in life, there is no solution; there are only trade-offs. \n\nIn this case, the trade-off isn’t terrible. For example, if our planet-conscious traveller really fancies that trip to Bali, she could offset the emissions of her flight with a carbon offsetting scheme. \n\nIs this a perfect solution? Certainly not. Is it one that will, all things considered, make the best of a bad situation? Probably. \nThese choices are up to the individual him or herself. Perhaps for this trip we take a little longer and go on the train, but perhaps for that trip we take the flight but offset our carbon.\n\nVery few people expect us to stop flying altogether, but it’s reasonable to take a moment and consider the best travel option given your own circumstances.",
            "url": "https://mybalance.earth/blog/why-is-flying-so-bad-for-the-environment",
            "title": "Why is flying so bad for the environment?",
            "image": "https://mybalance.earth/assets/img/newsfeed/flying_header.png",
            "date_modified": "2021-08-26T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        },
        {
            "id": "https://mybalance.earth/blog/the-uks-heatwave-and-climate-change",
            "content_html": "\nOver the past couple of weeks we’ve experienced some absolutely baking heat here in the UK. And since most of us don’t have air conditioning units in our homes, there has been little respite from the often overwhelming weather.\n\nWhile air conditioning isn’t required for most of the year, we Brits can surely appreciate why most of our American friends live in air conditioned homes.\n\nWorking from home in 30 degree heat is rather challenging.\n\nHowever, it could’ve been worse. Earlier this month, the US National Weather Service recorded scorching temperatures of over 54 degrees at the appropriately named Furnace Creek in Death Valley. This might prove to be the highest reliably recorded temperature on earth.\n\nMarginally warmer temperatures were recorded over 100 years ago, but the inaccuracy of the equipment used to record these temperatures calls these readings into doubt.\n\nRecord heat waves have also been recently recorded in Canada, Europe, and Russia. Commenting on these records, Jonathan Watts writes in the Guardian: “the severity of the hot spell has underlined the dangerous impact of human-caused climate disruption and prompted scientists to consider whether computer models may have underestimated the impacts.”\n\nHeat waves like this certainly aren’t unheard of in the UK, but record heat waves across the globe are a cause for concern for many climate scientists. Indeed, the French Council of State, the highest administrative court in the country, at the beginning of July ordered the French government to take more steps to combat the climate crisis.\n\nWhat’s more, Mark Carney, former governor of the Bank of England, has urged the UK government to further regulate business and finance in order to tackle climate change.\n\nAnd according to Nikos Christidis, a climate scientist at the Met Office, the question isn’t if climate change has an effect on these heat waves; rather, the question is how much climate change has an effect on these heat waves.\n\nSays Christidis: “Our study suggests that currently this region could expect an event of this magnitude every 15 years or so on average, with that level rising to almost every year under some future scenarios.”\n\nWithout rapid reductions in global emissions, these heat waves are likely to happen more often. Indeed, the Met Office predicts that by 2050, the UK could see heat waves like the one we are currently enduring every couple of years.\n\nThe Met Office also reports that the average hottest day of the year has increased by 0.8 degrees since the early 60s and that warm spells have more than doubled in length, from 5.3 days to 13.2 days, since the early 60s.\n\nKeep an eye on the upcoming United Nations Climate Change Conference, which is set to take place in Glasgow in November, for policy announcements from leaders whose countries are most responsible for carbon emissions.\n\nAnd, most importantly, remember your sunscreen.",
            "url": "https://mybalance.earth/blog/the-uks-heatwave-and-climate-change",
            "title": "The UK's heatwave and climate change",
            "image": "https://mybalance.earth/assets/img/newsfeed/heatwave_header.png",
            "date_modified": "2021-07-25T23:00:00.000Z",
            "author": {
                "name": "MyBalance",
                "url": "https://mybalance.earth/blog"
            }
        }
    ]
}